const quiz = [{
        "q": "Во сколько Вы с утра встаете?",
        "a": {
            "S": "Ближе к 5 утра",
            "U": "Ближе к 11 утра",
            "K": "Ближе к 9 утра",
        }
    },
    {
        "q": "Как начинается Ваш день?",
        "a": {
            "S": "С холодного душа и утренней гимнастики",
            "U": "С плотного завтрака и хорошей книги",
            "K": "С чашки кофе",
        }
    },
    {
        "q": "Кто Ваш любимый полководец древнего мира?",
        "a": {
            "S": "Александр Македонский",
            "U": "Фемистокол",
            "K": "Минотиад (Ганнибал)",
        }
    },
    {
        "q": "Правитель вашей страны открыто недоволен тем, как вы командуете вверенными вам войсками. Ваши действия...?",
        "a": {
            "S": "Да кто он такой, чтобы мне указывать?!",
            "U": "Вступлю с ним в диалог и постараюсь найти компромисс.",
            "K": "Императору виднее... Буду корректировать свои действия.",
        }
    },
    {
        "q": "К вам подходит рядовой солдат и , не зная, что вы находитесь на высокой воинской должности, просит вас помочь отнести ему поклажу в лагерь. Ваши действия...?",
        "a": {
            "S": "Запросто помогу ему, а потом пусть удивится, когда служивые расскажут ему, у кого он просил помощи!",
            "U": "Представлюсь и скажу солдату, чтобы нашел кого-то еще себе в помощь.",
            "K": "Перебью его и лучше спрошу, какие слухи сейчас ходят в войсках",
        }
    },
    {
        "q": "Что вы сделаете в первую очередь, захватив важный опорный пункт врага?",
        "a": {
            "S": "Поблагодарю солдат за службу и сразу же дам им новое боевое задание.",
            "U": "Доложу вышестоящему командованию о блестяще проведенной операции.",
            "K": "Дам солдатам время отдохнуть, пока сам буду думать, как действовать дальше.",
        }
    },


]