let answers = {
    "S": {
        "description": `Александр Васильевич Суворов - гениальный русский полководец, не проигравший НИ ОДНОГО сражения!Автор известнейшей военной книги : " Наука побеждать".Вёл крайне энергичный образ жизни и был кумиром простых солдат, доказывая всем, что даже имея самые высокие воинские чины, можно оставаться максимально простым и открытым человеком.`,
        "image": "S.jpg"
    },
    "U": {
        "description": "Фёдор Фёдорович Ушаков - пожалуй, лучший русский флотоводец. Умел очень гибко и грамотно управлять большим количеством боевых кораблей, не раз побеждая грозного врага. Самой яркой его победой является взятие неприступной крепости Корфу, что олицетворяет многогранность его полководческого таланта",
        "image": "U.jpg"
    },
    "K": {
        "description": "Михаил Илларионович Кутузов - великий русский полководец, один из главных героев Отечественной войны 1812 года. Отменный стратег и любимый ученик Суворова. Вёл размеренный образ жизни, тщательно обдумывая все свои действия.",
        "image": "K.jpg"
    }
}